---
kind: property
id: P:Autodesk.Revit.DB.Electrical.GroundConductorSizeSet.Size
source: html/558a0fb8-b0f4-9776-7554-ea30ace1eaf2.htm
---
# Autodesk.Revit.DB.Electrical.GroundConductorSizeSet.Size Property

Returns the number of GroundConductorSizes that are in the set.

## Syntax (C#)
```csharp
public virtual int Size { get; }
```